{
  "counterBalancingLists": {
    "1": [
      "1a",
      "2b",
      "3c",
      "4d",
      "5a",
      "6b",
      "7c",
      "8d",
      "9a",
      "10b",
      "11c",
      "12d",
      "13a",
      "14b",
      "15c",
      "16d"
    ],
    "2": [
      "1b",
      "2c",
      "3d",
      "4a",
      "5b",
      "6c",
      "7d",
      "8a",
      "9b",
      "10c",
      "11d",
      "12a",
      "13b",
      "14c",
      "15d",
      "16a"
    ],
    "3": [
      "1c",
      "2d",
      "3a",
      "4b",
      "5c",
      "6d",
      "7a",
      "8b",
      "9c",
      "10d",
      "11a",
      "12b",
      "13c",
      "14d",
      "15a",
      "16b"
    ],
    "4": [
      "1d",
      "2a",
      "3b",
      "4c",
      "5d",
      "6a",
      "7b",
      "8c",
      "9d",
      "10a",
      "11b",
      "12c",
      "13d",
      "14a",
      "15b",
      "16c"
    ]
  },
  "1": {
    "a": "What are cartoons about enjoyed by Mary?",
    "b": "What did the police receive Sam’s note about?",
    "c": "The firm needed ideas about marketing.",
    "d": "What did the students sing songs about?"
  },
  "2": {
    "a": "What was a sketch of admired by the man?",
    "b": "Was a note about the ransom received by the police?",
    "c": "The judge read Chuck’s article about crime.",
    "d": "John discovered Bob’s of pictures the suspect."
  },
  "3": {
    "a": "Were sketches of the thief circulated by the police?",
    "b": "What did the students enjoy a review of?",
    "c": "The widow asked for Fred’s advice about taxes.",
    "d": "Jill despises &chard’s about films murder."
  },
  "4": {
    "a": "The police circulated a sketch of the thief.",
    "b": "Who did Wendy see Jean’s pictures of?",
    "c": "What was a note about received by the police?",
    "d": "The visitors accepted advice about the money."
  },
  "5": {
    "a": "What do most people enjoy Jim’s stories about?",
    "b": "The visitors accepted Gary’s shadow about the money.",
    "c": "Was a report about drugs published by the editor?",
    "d": "What did the professor praise a poem about?"
  },
  "6": {
    "a": "What did the children enjoy stories about?",
    "b": "Anne resented comments about her looks.",
    "c": "Were complaints about the noise ignored by the women?",
    "d": "The editor published Harry’s report about drugs."
  },
  "7": {
    "a": "The students enjoyed Bill’s justice of the play.",
    "b": "The widow asked for Fred’s about advice taxes.",
    "c": "The man bought a painting of the ocean.",
    "d": "What did the visitors accept advice about?"
  },
  "8": {
    "a": "The newspaper printed a picture of the accident.",
    "b": "The man bought Larry’s painting of the ocean.",
    "c": "The women ignored John’s about complaints the noise.",
    "d": "What did the women ignore complaints about?"
  },
  "9": {
    "a": "The students enjoyed Bill’s review of the play.",
    "b": "What did the visitors accept Gary’s advice about?",
    "c": "What did the editor publish a report about?",
    "d": "Were jokes about the Queen disliked by the people."
  },
  "10": {
    "a": "The boys saw Ted’s films about America.",
    "b": "Was a review of the play enjoyed by the students?",
    "c": "What did the man buy Larry’s painting of?",
    "d": "What did the editor publish Harry’s report about?"
  },
  "11": {
    "a": "Anne resented Tom’s about comments’ her looks.",
    "b": "Jill despises films about murder.",
    "c": "The scientist criticized Max’s event of the theorem.",
    "d": "What was a picture of printed by the newspaper?"
  },
  "12": {
    "a": "Are stories about the past enjoyed by most people?",
    "b": "Who were pictures of seen by Wendy?",
    "c": "Who do the people dislike Fred’s jokes about?",
    "d": "What was a poem about praised by the professor?"
  },
  "13": {
    "a": "Were pictures of the suspect discovered by John?",
    "b": "What was a speech about discussed by the students?",
    "c": "The students sang songs about freedom.",
    "d": "What did the crowd shout Marx’s slogans about peace."
  },
  "14": {
    "a": "The lady sold Mary’s commitment of her father.",
    "b": "Wendy saw Jean’s pictures of her friends.",
    "c": "What did the firm need Mike’s ideas about?",
    "d": "The boys saw Ted’s about films America."
  },
  "15": {
    "a": "What did the man buy a painting of?",
    "b": "What did the editor publish Harry’s report about?",
    "c": "Anne resented Tom’s about comments’ her looks.",
    "d": "Jill despises films about murder."
  },
  "16": {
    "a": "The scientist criticized Max’s event of the theorem.",
    "b": "What was a picture of printed by the newspaper?",
    "c": "Are stories about the past enjoyed by most people?",
    "d": "Who were pictures of seen by Wendy."
  },
  "17": {
    "a": "Who do the people dislike Fred’s jokes about?",
    "b": "What was a poem about praised by the professor?",
    "c": "Were pictures of the suspect discovered by John?",
    "d": "What was a speech about discussed by the students."
  },
  "18": {
    "a": "The students sang songs about freedom.",
    "b": "What did the crowd shout Marx’s slogans about peace.",
    "c": "What are stories about enjoyed by most people?",
    "d": "Mary enjoys Terry’s about cartoons animals."
  },
  "19": {
    "a": "John discovered pictures of the suspect.",
    "b": "What did the students discuss a speech about?",
    "c": "The boys saw Ted’s climate about America.",
    "d": "What did the crowd shout slogans about?"
  },
  "20": {
    "a": "Was a poem about the moon praised by the professor?",
    "b": "Who was a portrait of sold by the lady?",
    "c": "Mary enjoys Terry’s door about animals.",
    "d": "The students discussed a speech about migrants."
  },
  "21": {
    "a": "The newspaper printed Ivan’s diamond of the accident.",
    "b": "The police received Sam’s note about the ransom.",
    "c": "Was an article about crime read by the judge?",
    "d": "The students discussed Frank’s about speech migrants."
  },
  "22": {
    "a": "John discovered Bob’s duration of the suspect.",
    "b": "The children enjoyed stories about the farm.",
    "c": "Was advice about the money accepted by the visitors?",
    "d": "The students enjoyed a review of the play."
  },
  "23": {
    "a": "The police received Sam’s about note the ransom.",
    "b": "Jill despises Richard’s moon about murder.",
    "c": "Who did the lady sell a portrait of?",
    "d": "The firm needed Mike’s admiration about marketing."
  },
  "24": {
    "a": "What was advice about asked for by the widow?",
    "b": "The people disliked Fred’s bud about the Queen.",
    "c": "What did the boys see Ted’s films about?",
    "d": "The students discussed Frank’s quantum about migrants."
  },
  "25": {
    "a": "What did the network broadcast Kevin’s lecture about?",
    "b": "The police received Sam’s dream about the ransom.",
    "c": "The newspaper printed Ivan’s of picture the accident.",
    "d": "Were slogans about peace shouted by the crowd."
  },
  "26": {
    "a": "The scientist criticized Max’s of proof the theorem.",
    "b": "Who were pictures of discovered by John?",
    "c": "Who did John discover Bob’s pictures of?",
    "d": "The man read Peter’s report of the case."
  },
  "27": {
    "a": "What does Jill despise Richard’s films about?",
    "b": "The professor praised Alan’s sleep about the moon.",
    "c": "What was advice about accepted by the visitors?",
    "d": "The women ignored John’s complaints about the noise."
  },
  "28": {
    "a": "The students discussed Frank’s quantum about migrants.",
    "b": "The police circulated Ruth’s of sketch the thief.",
    "c": "What were films about seen by the boys?",
    "d": "What did the professor praise Alan’s poem about?"
  },
  "29": {
    "a": "Anne resented Tom’s comments about her looks.",
    "b": "The firm needed Mike’s about ideas marketing.",
    "c": "Was a sketch of the landscape admired by the man?",
    "d": "Were songs about freedom sung by the students."
  },
  "30": {
    "a": "What were ideas about needed by the firm?",
    "b": "Wendy saw pictures of her friends.",
    "c": "The professor praised Alan’s about poem the moon.",
    "d": "What was a report about read over by the man."
  },
  "31": {
    "a": "Most people enjoy stories about the past.",
    "b": "Were comments about her looks resented by Anne?",
    "c": "What was a report about published by the editor?",
    "d": "Who did the police circulate a sketch of?"
  }
}
