{
  "input": [
    "001 h What are cartoons about enjoyed by Mary?",
    "002 g What did the police receive Sam’s note about?",
    "003 a The firm needed ideas about marketing.",
    "004 c What did the students sing songs about?",
    "005 h What was a sketch of admired by the man?",
    "006 d Was a note about the ransom received by the police?",
    "007 b The judge read Chuck’s article about crime.",
    "008 e John discovered Bob’s of pictures the suspect.",
    "009 d Were sketches of the thief circulated by the police?",
    "010 c What did the students enjoy a review of?",
    "011 b The widow asked for Fred’s advice about taxes.",
    "012 e Jill despises &chard’s about films murder.",
    "013 a The police circulated a sketch of the thief.",
    "014 g Who did Wendy see Jean’s pictures of?",
    "015 h What was a note about received by the police?",
    "016 a The visitors accepted advice about the money.",
    "017 g What do most people enjoy Jim’s stories about?",
    "018 f The visitors accepted Gary’s shadow about the money.",
    "019 d Was a report about drugs published by the editor?",
    "020 c What did the professor praise a poem about?",
    "021 g What did the children enjoy Ed’s stories about?",
    "022 a Anne resented comments about her looks.",
    "023 d Were complaints about the noise ignored by the women?",
    "024 b The editor published Harry’s report about drugs.",
    "025 f The students enjoyed Bill’s justice of the play.",
    "026 e The widow asked for Fred’s about advice taxes.",
    "027 a The man bought a painting of the ocean.",
    "028 c What did the visitors accept advice about?",
    "029 a The newspaper printed a picture of the accident.",
    "030 b The man bought Larry’s painting of the ocean.",
    "031 e The women ignored John’s about complaints the noise.",
    "032 c What did the women ignore complaints about?",
    "033 b The students enjoyed Bill’s review of the play.",
    "034 g What did the visitors accept Gary’s advice about?",
    "035 c What did the editor publish a report about?",
    "036 d Were jokes about the Queen disliked by the people?",
    "037 b The boys saw Ted’s films about America.",
    "038 d Was a review of the play enjoyed by the students?",
    "039 g What did the man buy Larry’s painting of?",
    "040 a The man read a report of the case.",
    "041 e Wendy saw Jean’s of pictures her friends.",
    "042 a The lady sold a portrait of her father.",
    "043 g What did Anne resent Tom’s comments about?",
    "044 e The man admired Don’s of sketch the landscape.",
    "045 b The professor praised Alan’s poem about the moon.",
    "046 c What does the man admire a sketch of?",
    "047 h What were complaints about ignored by the women?",
    "048 a The editor published a report about drugs.",
    "049 g What did the students discuss Frank’s speech about?",
    "050 h What was a review of enjoyed by the students?",
    "051 b The crowd shouted Marx’s slogans about peace.",
    "052 f The lady sold Mary’s commitment of her father.",
    "053 b Wendy saw Jean’s pictures of her friends.",
    "054 g What did the firm need Mike’s ideas about?",
    "055 e The boys saw Ted’s about films America.",
    "056 c What did the man buy a painting of?",
    "057 g What did the editor publish Harry’s report about?",
    "058 e Anne resented Tom’s about comments’ her looks.",
    "059 a Jill despises films about murder.",
    "060 f The scientist criticized Max’s event of the theorem.",
    "061 h What was a picture of printed by the newspaper?",
    "062 d Are stories about the past enjoyed by most people?",
    "063 h Who were pictures of seen by Wendy?",
    "064 g Who do the people dislike Fred’s jokes about?",
    "065 h What was a poem about praised by the professor?",
    "066 d Were pictures of the suspect discovered by John?",
    "067 h What was a speech about discussed by the students?",
    "068 b The students sang songs about freedom.",
    "069 g What did the crowd shout Marx’s slogans about?",
    "070 h What are stories about enjoyed by most people?",
    "071 e Mary enjoys Terry’s about cartoons animals.",
    "072 b John discovered pictures of the suspect.",
    "073 c What did the students discuss a speech about?",
    "074 f The boys saw Ted’s climate about America.",
    "075 c What did the crowd shout slogans about?",
    "076 d Was a poem about the moon praised by the professor?",
    "077 h Who was a portrait of sold by the lady?",
    "078 f Mary enjoys Terry’s door about animals.",
    "079 a The students discussed a speech about migrants.",
    "080 f The newspaper printed Ivan’s diamond of the accident.",
    "081 a The professor praised a poem about the moon.",
    "082 a The police received Sam’s note about the ransom.",
    "083 d Was an article about crime read by the judge?",
    "084 e The students discussed Franks about speech migrants.",
    "085 b John discovered Bob’s pictures of the suspect.",
    "086 g What does Mary enjoy Terry’s cartoons about?",
    "087 a The man admired a sketch of the landscape.",
    "088 b The visitors accepted Gary’s advice about the money.",
    "089 f Most people enjoy Jim’s crease about the past.",
    "090 d Are films about murder despised by Jill?",
    "091 g What did the students sing Lisa’s songs about?",
    "092 c What did the children enjoy stories about?",
    "093 e The network broadcast Kevin’s about lecture planets.",
    "094 f The man bought Larry’s wink of the ocean.",
    "095 c What did the man read a report about?",
    "096 f John discovered Bob’s duration of the suspect.",
    "097 a The children enjoyed stories about the farm.",
    "098 d Was advice about the money accepted by the visitors?",
    "099 a The students enjoyed a review of the play.",
    "100 e The police received Sam’s about note the ransom.",
    "101 f Jill despises Richard’s moon about murder.",
    "102 c Who did the lady sell a portrait of?",
    "103 f The firm needed Mike’s admiration about marketing.",
    "104 h What was advice about asked for by the widow?",
    "105 f The people disliked Fred’s bud about the Queen.",
    "106 g What did the boys see Ted’s films about?",
    "107 b The students discussed Frank’s speech about migrants.",
    "108 g What did the network broadcast Kevin’s lecture about?",
    "109 f The police received Sam’s dream about the ransom.",
    "110 e The newspaper printed Ivan’s of picture the accident.",
    "111 d Were slogans about peace shouted by the crowd?",
    "112 e The scientist criticized Max’s of proof the theorem.",
    "113 h Who were pictures of discovered by John?",
    "114 g Who did John discover Bob’s pictures of?",
    "115 b The man read Peter’s report of the case.",
    "116 g What does Jill despise Richard’s films about?",
    "117 f The professor praised Alan’s sleep about the moon.",
    "118 h What was advice about accepted by the visitors?",
    "119 b The women ignored John’s complaints about the noise.",
    "120 f The students discussed Frank’s quantum about migrants.",
    "121 e The police circulated Ruth’s of sketch the thief.",
    "122 h What were films about seen by the boys?",
    "123 g What did the professor praise Alan’s poem about?",
    "124 b Anne resented Tom’s comments about her looks.",
    "125 e The firm needed Mike’s about ideas marketing.",
    "126 d Was a sketch of the landscape admired by the man?",
    "127 d Were songs about freedom sung by the students?",
    "128 h What were ideas about needed by the firm?",
    "129 a Wendy saw pictures of her friends.",
    "130 e The professor praised Alan’s about poem the moon.",
    "131 h What was a report about read over by the man?",
    "132 a Most people enjoy stories about the past.",
    "133 d Were comments about her looks resented by Anne?",
    "134 h What was a report about published by the editor?",
    "135 c Who did the police circulate a sketch of?",
    "136 g What did the students enjoy Bill’s review of?",
    "137 d Are cartoons about animals enjoyed by Mary?",
    "138 c What did Anne resent comments about?",
    "139 h What was a lecture about broadcast by the network?",
    "140 b The children enjoyed Ed’s stories about the farm.",
    "141 h What were slogans about shouted by the crowd?",
    "142 a The network broadcast a lecture about planets.",
    "143 h What were comments about resented by Anne?",
    "144 f The children enjoyed Ed’s blight about the farm.",
    "145 e Most people enjoy Jim’s about stories the past.",
    "146 d Were stories about the farm enjoyed by the children?",
    "147 e The students enjoyed Bill’s of review the play.",
    "148 f The network broadcast Kevin’s strength about planets.",
    "149 c What did the judge read an article about?",
    "150 h What were songs about sung by the students?",
    "151 e The boys heard Joe’s about stories Africa.",
    "152 c Who did John discover pictures of?",
    "153 a Mary enjoys cartoons about animals.",
    "154 d Was a picture of the accident printed by the newspaper?",
    "155 e The people disliked Fred’s about jokes the Queen.",
    "156 a The women ignored complaints about the noise.",
    "157 f The crowd shouted Marx’s apple about peace.",
    "158 c What did the newspaper print a picture of?",
    "159 g What did the women ignore John’s complaints about?",
    "160 f The women ignored John’s sight about the noise.",
    "161 c What do most people enjoy stories about?",
    "162 b The man admired Don’s sketch of the landscape.",
    "163 e The editor published Harry’s about report drugs.",
    "164 d Was a proof of the theorem criticized by the scientist?",
    "165 c What did the network broadcast a lecture about?",
    "166 e The man read Peter’s of report the case.",
    "167 f The students sang Lisa’s situation about freedom.",
    "168 d Was a painting of the ocean bought by the man?",
    "169 h What was a painting of bought by the man?",
    "170 c Who do the people dislike jokes about?",
    "171 h What were stories about enjoyed by the children?",
    "172 b The network broadcast Kevin’s lecture about planets.",
    "173 b The people disliked Fred‘s jokes about the Queen.",
    "174 h Who were jokes about disliked by the people?",
    "175 d Was a report of the case read by the man?",
    "176 a The police received a note about the ransom.",
    "177 d Were pictures of her friends seen by Wendy?",
    "178 b The newspaper printed Ivan’s picture of the accident.",
    "179 g What does the man admire Don’s sketch of?",
    "180 f The newspaper printed Ivan’s diamond of the accident.",
    "181 a The crowd shouted slogans about peace.",
    "182 c What did the firm need ideas about?",
    "183 a The boys heard stories about Africa.",
    "184 g What did the newspaper print Ivan’s picture of?",
    "185 e The children enjoyed Ed’s about stories the farin.",
    "186 f The man admired Don’s headache of the landscape.",
    "187 e The students sang Lisa’s about songs freedom.",
    "188 a The boys saw films about America.",
    "189 f The editor published Harry’s hat about drugs.",
    "190 e The visitors accepted Gary’s about advice the money.",
    "191 b The firm needed Mike’s ideas about marketing.",
    "192 g What did the widow ask for Fred’s advice about?",
    "193 a The judge read an article about crime.",
    "194 h What are films about despised by Jill?",
    "195 b The boys heard Joe’s stories about Africa.",
    "196 d Was a lecture about planets broadcast by the network?",
    "197 a The widow asked for advice about taxes.",
    "198 h What was a proof of criticized by the scientist?",
    "199 c What does Mary enjoy cartoons about?",
    "200 b Most people enjoy Jim’s stories about the past.",
    "201 g What did the boys hear Joe’s stories about?",
    "202 b The students sang Lisa’s songs about freedom.",
    "203 f The police circulated Ruth’s action of the thief.",
    "204 h What was a sketch of circulated by the police?",
    "205 a The man admired a sketch of the landscape.",
    "206 c Who did Wendy see pictures of?",
    "207 d Was advice about taxes asked for by the widow?",
    "208 g What did the man read Peter’s report about?",
    "209 c What does the man admire a sketch of?",
    "210 e The lady sold Mary’s of portrait her father.",
    "211 b The lady sold Mary’s portrait of her father.",
    "212 d Was a speech about migrants discussed by the students?",
    "213 e The crowd shouted Marx’s about slogans peace.",
    "214 g Who did the police circulate Ruth’s sketch of?",
    "215 c What did the widow ask for advice about?",
    "216 e The man bought Larry’s of painting the ocean.",
    "217 c mar did the police receive a note about?",
    "218 g Who did the lady sell Mary’s portrait of?",
    "219 b Mary enjoys Terry’s cartoons about animals.",
    "220 c What did the boys see films about?",
    "221 g What did the judge read Chuck’s article about?",
    "222 f The man read Peter’s drink of the case.",
    "223 d Were ideas about marketing needed by the firm?",
    "224 e The judge read Chucks about article crime.",
    "225 g What did the scientist criticize Max’s proof of?",
    "226 f The boys heard Joe’s orange about Africa.",
    "227 c What does Mary enjoy cartoons about?",
    "228 f The widow asked for Fred’s sigh about taxes.",
    "229 h What were stories about heard by the boys?",
    "230 h What was an article about read by the judge?",
    "231 a The scientist criticized a proof of the theorem.",
    "232 f Wendy saw Jean’s nightmare of her friends.",
    "233 a The people disliked jokes about the Queen.",
    "234 b The scientist criticized Max’s proof of the theorem.",
    "235 b Jill despises Richard’s films about murder.",
    "236 d Were stories about Africa heard by the boys?",
    "237 c What did the scientist criticize a proof of?",
    "238 f The judge read Chuck’s tone about crime.",
    "239 d Was advice about taxes asked for by the widow?",
    "240 b The police circulated Ruth’s sketch of the thief."
  ]
}
